[
  "Do the chicken dance in public.",
  "Sing a song in a funny voice.",
  "Eat a spoonful of a condiment you dislike.",
  "Do 10 push-ups right now.",
  "Wear your clothes inside out for the next hour.",
  "Talk like a pirate for the rest of the day.",
  "Do a handstand against the wall.",
  "Ask a stranger for their autograph.",
  "Dance like nobody is watching.",
  "Wear a funny hat for the next hour.",
  "Make up a rap about the person to your right.",
  "Speak in a foreign accent for the next 10 minutes.",
  "Do a silly walk down the street.",
  "Give yourself a funny makeover using household items.",
  "Text a friend with your nose.",
  "Do the moonwalk across the room.",
  "Sing a popular song backwards.",
  "Try to lick your elbow.",
  "Put ice cubes down your shirt and dance.",
  "Talk for 3 minutes without stopping.",
  "Do a cartwheel right now.",
  "Take a selfie with a stranger.",
  "Eat a spoonful of hot sauce.",
  "Balance a spoon on your nose for 1 minute.",
  "Make a funny face and take a selfie.",
  ": Propose your crush and send me ss!",
  "Change your Facebook status to “Feeling horny . . .”",
  "Change your Facebook status to “I’m coming . . . I’m coming . . .” Then, one minute later, change it to “I just came.”",
  "Go hide somewhere in the house until the next round starts. No one is going to come find you, but you must remain hidden.",
  "Put a bra on your head and pretend you’re a DJ rocking it really hard for one minute.",
  "You have to leave an R-rated voicemail for an ex.",
  "Dance like Michael Jackson for a slow song.",
  "I dare you to do 10 burpees while shouting your favorite quote.",
  "Clean the floor with your shirt.",
  "Can you message someone you haven’t talked to for at least one year on Facebook or Instagram and take a screenshot then send it hare ☠️.",
  "Place five ice cubes on your head until it melts?",
  "Kiss your elbow for 30 seconds and smell it",
  "Go to your neighbour’s house and ask for some toilet paper.",
  "Put your hand in the dustbin and smell it.",
  "Stand in front of the mirror and sing “Happy Birthday Song” along with your name.",
  "Take a video of yourself scratching your butt and send it to your parents.",
  "Get a shower with all your clothes on.",
  "Post an embarrassing picture of yourself online.",
  "Log into Facebook and like every picture for the past year of the first person you see."
]