[
  "Have you ever lied to a friend?",
  "What is your biggest fear?",
  "What is the most embarrassing thing you've ever done?",
  "Have you ever cheated on a test?",
  "What is your most embarrassing nickname?",
  "Have you ever stolen something?",
  "What is the most adventurous thing you've ever done?",
  "Have you ever eavesdropped on a conversation?",
  "What is your guilty pleasure?",
  "Have you ever pretended to be sick to skip school?",
  "What is your favorite childhood memory?",
  "Have you ever had a crush on a teacher?",
  "What is your most annoying habit?",
  "Have you ever been in love?",
  "What is the most trouble you've ever been in?",
  "Have you ever cheated in a game?",
  "What is your biggest pet peeve?",
  "Have you ever skipped a family gathering to do something else?",
  "What is your secret talent?",
  "Have you ever sent a text to the wrong person?",
  "What is the most embarrassing thing your parents have caught you doing?",
  "Have you ever been caught in a lie?",
  "What is the most daring thing you've ever done?",
  "Have you ever snuck out of the house?",
  "What is the weirdest dream you've ever had?",
  "Have you ever broken a bone?",
  "Have you ever kissed someone?",
  "Do you love someone?",
  "If you get chance, which celebrity will you marry?",
  "Why aren't you getting married?",
  "are you gay?",
  "Are you lonely?",
  "Do you have any spicy pictures or videos saved on your phone?",
  "Have you ever done it in a car?",
  "How many people have you slept with?",
  "If you got to have a threesome with people in this room, who would you do it with and why?",
  "What is the most sexually adventurous thing you’d want someone to do to you?",
  "What would be more thrilling: angry sex or make-up sex?",
  "What’s the most number of times you’ve done it in one day?",
  "What’s your favorite body part on a girl?",
  "When did you lose your virginity?",
  "When was the first time you came?",
  "Who do you most want to sleep with, out of everyone here?",
  "What is the weirdest punishment you’ve ever taken in your school/college?",
  "Have you ever stolen money from your father’s wallet?",
  "How many times have you copied from your friend during exams and gotten caught?",
  "What do you do when a romantic scene airs while watching a movie with your parents?",
  "What is that one thing you do, if you were the opposite sex/gender?",
  "Do you have a weird collection of anything?",
  "Who are you jealous of?",
  "What is the most embarrassing gift you ever received?",
  "Have you ever farted in an elevator?",
  "Have you ever peed in a pool?",
  "Have you ever picked your nose and eaten it?",
  "How many days have you ever gone without taking a shower?",
  "What was the most disgusting joke ever played with someone?",
  "What’s something stupid you’ve done that you’re most proud of?",
  "Who here are you most jealous of?",
  "What is the biggest lie you have ever told?",
  "Who did you learn to have sex for the first time?",
  "How many girls/boys are you having sex with in your dreams?",
  "Does your family know that you are crazy?",
  "How was the fun the first time?",
  "Who do you love more?",
  "how many ex do you have?",
  "What was the biggest mistake in life?",
  "In what year will you get married?",
  "What is your Facebook password?\n(Unsend after 5 sec)",
  "What is the name of your favorite movie?",
  "Anime or H£ntai?",
  "What will you ask your Husband/wife on the wedding night?"
]